{
    "name_file_fr" : [
        { "name": "Arbre", "file": "arbre.svg", "tips" : "Un arbre est une pièce ou un objet constitué de parties ou tronçons cylindriques, parfois coniques, avec des particularités de formes comme : épaulements, chanfreins, collets, gorges, méplats, rainures de clavette, cannelures, etc. Il est généralement utilisé pour assurer la transmission des mouvements de rotation (transmission de puissance ou de mouvements). " },
        { "name": "Bride", "file": "bride.svg", "tips" : "Sous forme de disque, une bride permet de raccorder un tube avec d'autres canalisations.</br>Elle est notamment utilisée dans le monde de la tuyauterie (On ne l'as jamais vu en TD)" },
        { "name": "Chanfrein", "file": "chanfrein_arbre.svg", "tips" : "Ce type de chanfrein se trouvent uniquement sur les arbres. Il fait partie des formes les plus classique que l'ont retrouve quasiment sur chaque mécanisme. " },
        { "name": "Collet", "file": "collet.svg", "tips" : "Le collet est une pièce annulaire formant l'arbre ou fixée sur celui-ci, il sert notamment a exercé une force de serrage sur un objet ou une pièce quand il est serré. De plus, il peut être utilisé pour tenir une pièce." },
        { "name": "Embase", "file": "embase.svg", "tips" : "Une embase est une partie renforcée d'une pièce utilisée comme support. " },
        { "name": "Encoche", "file": "encoche.svg", "tips" : "Synonyme d'entaille (voir ci-dessous)" },
        { "name": "Entaille", "file": "entaille.svg", "tips" : "Petite entaille ou découpure. L'entaille peut étre réalisée dans du bois comme dans différents matériaux. De formes carrées, à dents ou à queue d'arronde, cet enlévement se fait éventuellement par usinage." },
        { "name": "Epaulement", "file": "epaulement.svg", "tips" : " L'épaulement est une surface plane servant d'appui pour garantir un positionnement précis." },
        { "name": "Fraisure", "file": "fraisure.svg", "tips" : "Une fraisure est un chanfrein réalisé sur l'arête débouchante d'un perçage et dont le but est d'abriter la tête d'une vis à tête fraisée (tête conique)." },
        { "name": "Gorge", "file": "gorge.svg", "tips" : "Une gorge est une forme sur une pièce cylindrique. Elle peut être réalisée sur l'extérieur ou l'intérieur d'une pièce tournée et peut présenter différentes formes géométriques réalisables par de multiples procédés. Elles peuvent servir à diverses fins, notamment pour accueillir des roulements ou des anneaux élastiques" },
        { "name": "Lamage", "file": "lamage.svg", "tips" : "Un lamage est un perçage à fond plat, servant à assurer la portée de la tête de vis, d'un écrou ou d'une rondelle." },
        { "name": "Languette", "file": "languette.svg", "tips" : "Une languette est une forme (parallélépipédique...) permettant de réaliser une liaison glissière lorsqu'elle est associée avec une rainure." },
        { "name": "Lumière", "file": "lumiere.svg", "tips" : "Une lumière est un trou ou un orifice débouchant pouvant avoir des formes diverses (rectangulaire, parallélépipédique). " },
        { "name": "Méplat", "file": "meplat.svg", "tips" : "Un méplat est une surface plane réalisée dans la partie latérale d'une pièce cylindrique ou conique. On appelle également méplat une pièce de bois, de métal, qui a plus de largeur que d'épaisseur." },
        { "name": "Mortaise", "file": "mortaise.svg", "tips" : "Une mortaise est la partie évidée d'un objet pouvant recevoir un tenon de même forme (permet de réaliser un assemblage tenon-mortaise). " },
        { "name": "Queue d'aronde contenant", "file": "queue_aronde_contenant.svg", "tips" : "Une queue d'aronde peut être un assemblage collé du type tenon-mortaise ou une liaison glissière (l'une glisse par rapport à l'autre) en forme de trapèze. La queue d'arronde contenant est celle qui va servir de base lors de l'asemblage avec la queue d'arronde contenue." },
        { "name": "Queue d'aronde contenu", "file": "queue_aronde_contenu.svg", "tips" : "Synonyme de queue d'arronde contenant. Cependant cette queue sera contenue dans la pièce." },
        { "name": "Raccord", "file": "raccord.svg", "tips" : "Un raccord est un arc (circulaire, elliptique, parabolique...) utilisé pour joindre ou relier deux entités ou grandeurs géométriques, exemples : une ligne avec une ligne, une ligne avec un cercle ou un arc, deux cercles, etc." },
        { "name": "Rainure", "file": "rainure.svg", "tips" : "Une rainure est une entaille (droite, circulaire...) de grande longueur réalisée dans une pièce et destinée à recevoir un tenon dans le cas d'un assemblage, ou une languette dans le cas d'une liaison glissière (guidage en translation)." },
        { "name": "Saignées", "file": "saignees.svg", "tips" : "Les saignées est une entaille profonde et de faible épaisseur. " },
        { "name": "Tenon", "file": "tenon.svg", "tips" : " Un tenon est la partie saillante d'un objet ou d'une pièce pouvant être logée dans une rainure ou une mortaise." },
        { "name": "Trou borgne", "file": "trou_borgne.svg", "tips" : "Un trou borgne est un trou qui ne perce pas complètement un objet et s'arrête dans la matière. "},
        { "name": "Trou débouchant", "file": "trou_debouchant.svg", "tips" : "Un trou débouchant est un trou qui traverse de part en part, ou complètement, une pièce un objet. " },
        { "name": "Trou oblong", "file": "trou_oblong.svg" , "tips" : "Un trou oblong (ou boutonnière) est un trou qui est la somme ou la combinaison d'une lumière rectangulaire et de deux demi-cylindres." },
        { "name": "Alésage", "file": "alesage.svg", "tips" : "Un alésage est un contour intérieur d'une pièce ou d'un objet, ayant une forme cylindrique ou conique, et destiné à recevoir un arbre, un roulement, un coussinet, etc." },
        { "name": "Chambrage", "file": "chambrage.svg", "tips" : "Un chambrage est un évidement particulier réalisé à l'intérieur d'un alésage afin d'en réduire la portée ou la surface portante." },
        { "name": "Chanfrein", "file": "chanfrein_interieur.svg", "tips" : "Un chanfrein est une petite surface oblique utilisée pour joindre ou relier deux autres surfaces. Un chanfrein peut être extérieur ou intérieur, et dépend de deux paramètres a et b (ou une longueur plus un angle) et permet notamment de supprimer une arête vive." },
        { "name": "Congé", "file": "conge.svg", "tips" : "Un congé est une surface de raccordement réalisant la jonction entre deux autres surfaces formant un angle rentrant. Sur cette image, il y a aussi deux arrondies. Un arrondi est une surface de raccordement arrondie réalisant la jonction entre deux autres surfaces formant un angle sortant ou une arête vive." },
        { "name": "Engrenage", "file": "engrenage.svg", "tips" : "Un engrenage est un système mécanique composé de deux objets reliés par des dentures et dont l'un au moins est un solide en rotation autour d'un axe. Un cas courant est l'engrenage à deux roues dentées, servant à la transmission du mouvement de rotation entre elles par contact extérieur. Néanmoins, il sera étudié plus en détails en 2ème année." },
        { "name": "Profilé", "file": "profile.svg", "tips" : "Disponibles dans divers matériaux (aciers, alliages d'aluminium, plastiques...), les profilés sont des élémentsde base standard ou normalisés disponibles commercialement et destinés à être transformés par divers procédés (soudés pour réaliser des structures, usinés en série...). " }
    ],

    "name_file_en" : []
}